Repository: robertdevore/markdown-exporter-for-wordpress
Catalog: languages/markdown-exporter-*.po
Languages: af, es_mx, fr_fr, it_it

source: Markdown Exporter
af: Markdown Uitvoerder
es_mx: Exportador Markdown
fr_fr: Exportateur Markdown
it_it: Esportatore Markdown

source: Markdown Exporter Settings
af: Markdown Uitvoerder-instellings
es_mx: Configuración del exportador Markdown
fr_fr: Paramètres de l'exportateur Markdown
it_it: Impostazioni dell'esportatore Markdown

source: Support
af: Hulp
es_mx: Soporte
it_it: Supporto

source: Documentation
af: Dokumentasie
es_mx: Documentación
it_it: Documentazione

source: Export
af: Voer uit
es_mx: Exportar
fr_fr: Exporter
it_it: Esporta

source: Export Log
af: Uitvoerlogboek
es_mx: Registro de exportación
fr_fr: Exporter Journaux
it_it: Esporta Log

source: Export Options
af: Uitvoer Opsies
es_mx: Opciones de exportación
fr_fr: Exporter les options
it_it: Esporta Opzioni

source: Post Types
af: Artikel Tipes
es_mx: Tipos de publicaciones
fr_fr: Types d’article
it_it: Tipi di post

source: Date Range
af: Datumreeks
es_mx: Rango de Fechas
fr_fr: Plage de dates
it_it: Intervallo di date

source: Author
af: Skrywer
es_mx: Autor
fr_fr: Auteur
it_it: Autore

source: Post Status
af: Pos status
es_mx: Estado de la Publicación
fr_fr: Statut de l’article
it_it: Stato del post

source: Taxonomies
af: Taksonomieë
es_mx: Taxonomías
it_it: Tassonomie

source: Select options for exporting content to Markdown.
af: Kies opsies vir die uitvoer van inhoud na Markdown.
es_mx: Seleccione opciones para exportar contenido a Markdown.
fr_fr: Sélectionnez les options d'exportation du contenu vers Markdown.
it_it: Selezionare le opzioni per l'esportazione del contenuto in Markdown.

source: Select specific post types to export. Leave empty to export all public post types.
af: Kies spesifieke postipes om uit te voer. Laat leeg om alle publieke plasingstipes uit te voer.
es_mx: Seleccione los tipos de publicaciones específicos que desea exportar. Déjelo en blanco para exportar todos los tipos de publicaciones públicas.
fr_fr: Sélectionnez les types de messages à exporter. Laissez le champ vide pour exporter tous les types de messages publics.
it_it: Selezionare i tipi di post specifici da esportare. Lasciare vuoto per esportare tutti i tipi di post pubblici.

source: All Authors
af: Alle Skrywers
es_mx: Todos los autores
fr_fr: Tous les auteurs
it_it: Tutti gli Autori

source: All Statuses
af: Alle statusse
es_mx: Operaciones
fr_fr: Tous les statuts
it_it: Tutti gli stati

source: No form data received.
af: Geen vormdata ontvang nie.
es_mx: No se recibieron datos del formulario.
fr_fr: Aucune donnée de formulaire n'a été reçue.
it_it: Non sono stati ricevuti dati del modulo.

source: Invalid form data.
af: Ongeldige vormdata.
es_mx: Datos de formulario no válidos.
fr_fr: Données de formulaire non valides.
it_it: Dati non validi.

source: Selected post types: %s.
af: Geselekteerde plasingstipes: %s.
es_mx: Tipos de publicaciones seleccionados: %s.
fr_fr: Types de messages sélectionnés : %s.
it_it: Tipi di post selezionati: %s.

source: No post types selected. Exporting all public post types.
af: Geen plasingstipes gekies nie. Voer tans alle publieke plasingstipes uit.
es_mx: No se han seleccionado tipos de publicaciones. Se están exportando todos los tipos de publicaciones públicas.
fr_fr: Aucun type de message sélectionné. Exportation de tous les types de messages publics.
it_it: Nessun tipo di post selezionato. Esportazione di tutti i tipi di post pubblici.

source: No posts found for export.
af: Geen plasings gevind vir uitvoer nie.
es_mx: No se encontraron publicaciones para exportar.
fr_fr: Aucun poste n'a été trouvé pour l'exportation.
it_it: Nessun post trovato per l'esportazione.

source: Found %d items to export.
af: Het %d items gevind om uit te voer.
es_mx: Se encontraron %d elementos para exportar.
fr_fr: A trouvé %d éléments à exporter.
it_it: Trovati %d elementi da esportare.

source: ZipArchive class is not available on this server.
af: ZipArchive-klas is nie op hierdie bediener beskikbaar nie.
es_mx: La clase ZipArchive no está disponible en este servidor.
fr_fr: La classe ZipArchive n'est pas disponible sur ce serveur.
it_it: La classe ZipArchive non è disponibile su questo server.

source: Failed to create ZIP file.
af: Kon nie zip-lêer skep nie.
es_mx: Error al crear el archivo ZIP.
fr_fr: Échec de la création du fichier ZIP.
it_it: Impossibile creare un file ZIP.

source: Initialized ZIP archive.
af: Geïnitialiseerde zip-argief.
es_mx: Archivo ZIP inicializado.
fr_fr: Initialisation de l'archive ZIP.
it_it: Inizializzato l'archivio ZIP.

source: Exporting %s: "%s"
af: Voer tans %s uit: "%s"
es_mx: Exportador %s: "%s"
fr_fr: Exportation %s : "%s"
it_it: Esportazione di %s: "%s"

source: Failed to add "%s" to ZIP.
af: Kon nie "%s" by zip voeg nie.
es_mx: No se pudo agregar “%s” al ZIP.
fr_fr: Échec de l'ajout de "%s" au ZIP.
it_it: Impossibile aggiungere "%s" allo ZIP.

source: Finalized ZIP archive.
af: Gefinaliseerde zip-argief.
es_mx: Archivo ZIP finalizado.
fr_fr: Archive ZIP finalisée.
it_it: Archivio ZIP finalizzato.

source: Export completed: %d items exported in %s seconds.
af: Uitvoer voltooi: %d items uitgevoer in %s sekondes.
es_mx: Exportación completada: %d elementos exportados en %s segundos.
fr_fr: Exportation terminée : %d éléments exportés en %s secondes.
it_it: Esportazione completata: %d elementi esportati in %s secondi.

source: Export completed successfully.
af: Uitvoer suksesvol voltooi.
es_mx: Exportación completada exitosamente.
fr_fr: L’exportation s’est terminée avec succès.
it_it: L'esportazione è stata completata con successo.

source: Settings
af: Vertellings
es_mx: Ajustes
fr_fr: Paramètres
it_it: Impostazioni

source: Markdown Exporter for WordPress®
af: Markdown-uitvoerder vir WordPress®
es_mx: Exportador Markdown para WordPress®
fr_fr: Exportateur Markdown pour WordPress
it_it: Esportatore Markdown per WordPress

source: Seamlessly convert your WordPress posts, pages, and custom content types into well-structured Markdown (MD) files. Featuring customizable export settings, support for Advanced Custom Fields (ACF) and Pods, and a real-time progress bar for efficient content management.
af: Skakel jou WordPress-plasings, -bladsye en pasgemaakte inhoudstipes naatloos om in goed gestruktureerde Markdown-lêers (MD). Met aanpasbare uitvoerinstellings, ondersteuning vir Advanced Custom Fields (ACF) en Pods, en 'n intydse vorderingsbalk vir doeltreffende inhoudbestuur.
es_mx: Convierte sin problemas tus publicaciones, páginas y tipos de contenido personalizados de WordPress en archivos Markdown (MD) bien estructurados. Incluye configuraciones de exportación personalizables, compatibilidad con campos personalizados avanzados (ACF) y pods, y una barra de progreso en tiempo real para una gestión de contenido eficiente.
fr_fr: Convertissez en toute transparence vos articles, pages et types de contenu personnalisés de WordPress en fichiers Markdown (MD) bien structurés. Les paramètres d'exportation sont personnalisables, les champs personnalisés avancés (ACF) et les pods sont pris en charge, et une barre de progression en temps réel permet une gestion efficace du contenu.
it_it: Convertite senza problemi i post, le pagine e i tipi di contenuto personalizzati di WordPress in file Markdown (MD) ben strutturati. Con impostazioni di esportazione personalizzabili, supporto per campi personalizzati avanzati (ACF) e Pod e una barra di avanzamento in tempo reale per una gestione efficiente dei contenuti.
